<?php

return array(
    'save'    => 'Сохранить',
    'undo'    => 'Отменить',
    'show'    => 'Показать',
    'modify'  => 'Изменить',
    'delete'  => 'Удалить',
    'add'     => 'Добавить',
    'reset'   => 'сброс',
    'search'  => 'поиск',
    'back'    => 'назад',

    //dataedit
    'inserted'   => 'Новая запись создана.',
    'updated'    => 'Запись была обновлена.​​',
    'deleted'    => 'Запись была удалена.',
    'err'        => 'Ошибка при чтении записей.',
    'err_unknown'=> 'Ошибка, нет выбранных записей.',
    'err_dup_pk' => 'Ошибка, дублируется первичный ключ.',
    'no_records' => 'Записей не найдено.',
    'conf_delete'=> 'Вы хотите удалить запись?',

);
