<?php

return array(
    'save'    => 'Сохранить',
    'undo'    => 'Отменить',
    'show'    => 'Посмотреть',
    'modify'  => 'Изменить',
    'delete'  => 'Удалить',
    'add'     => 'Добавлять',
    'reset'   => 'сброс',
    'search'  => 'поиск',
    'back'    => 'назад',
    
    //dataedit
    'de.inserted'   => 'Новый рекорд создан.',
    'de.updated'    => 'Запись была обновлена.​​',
    'de.deleted'    => 'Запись была удалена.',
    'de.err'        => 'Ошибка при чтении записей.',
    'de.err_unknown'=> 'Ошибка, нет записи, выбранные.',
    'de.err_dup_pk' => 'Ошибка, дублируется первичный ключ.',
    'de.conf_delete'=> 'Вы хотите удалить запись?',

);
